<?php
// Heading
$_['heading_title']        = 'Пользовательские поля продавца';

// Text
$_['text_success']         = 'Suдоступ: Вы изменили настраиваемые поля!';
$_['text_list']            = 'Список настраиваемых полей продавца';
$_['text_add']             = 'Добавить настраиваемое поле продавца';
$_['text_edit']            = 'Изменить пользовательское поле продавца';
$_['text_choose']          = 'Выбирать';
$_['text_select']          = 'Выбирать';
$_['text_radio']           = 'Радио';
$_['text_checkbox']        = 'Флажок';
$_['text_input']           = 'Вход';
$_['text_text']            = 'Текст';
$_['text_textarea']        = 'Текстовое поле';
$_['text_file']            = 'Файл';
$_['text_date']            = 'Свидание';
$_['text_datetime']        = 'Дата &amp; Время';
$_['text_time']            = 'Время';
$_['text_account']         = 'Счет';
$_['text_address']         = 'Адрес';
$_['text_affiliate']       = 'Партнер';
$_['text_regex']           = 'регулярное выражение';
$_['text_custom_field']    = 'Пользовательское поле продавца';
$_['text_value']           = 'Значения настраиваемых полей продавца';

// Column
$_['column_name']          = 'Имя пользовательского поля продавца';
$_['column_location']      = 'Расположение';
$_['column_type']          = 'Тип';
$_['column_sort_order']    = 'Порядок сортировки';
$_['column_action']        = 'Действие';

// Entry
$_['entry_name']           = 'Имя пользовательского поля продавца';
$_['entry_location']       = 'Расположение';
$_['entry_type']           = 'Тип';
$_['entry_value']          = 'Ценность';
$_['entry_validation']     = 'Проверка';
$_['entry_custom_value']   = 'Имя значения пользовательского поля продавца';
$_['entry_customer_group'] = 'Группа клиентов';
$_['entry_required']       = 'Необходимый';
$_['entry_status']         = 'Статус';
$_['entry_sort_order']     = 'Порядок сортировки';

// Help
$_['help_regex']           = 'Используйте регулярное выражение. Например: /[a-zA-Z0-9_-]/';
$_['help_sort_order']      = 'Используйте минус для обратного отсчета от последнего поля в наборе.';

// Error
$_['error_permission']     = 'Предупреждение: у вас нет прав на изменение настраиваемых полей продавца!';
$_['error_name']           = 'Имя пользовательского поля продавца должно содержать от 1 до 128 символов!';
$_['error_type']           = 'Предупреждение: требуются значения настраиваемых полей продавца!';
$_['error_custom_value']   = 'Пользовательское имя продавца должно содержать от 1 до 128 символов!';
//Extra
$_['entry_seller_page_location'] 	= 'Регистрация продавца';
$_['entry_step_location'] 	= 'Расположение';
$_['entry_text_one']      	= 'Личные данные';
$_['entry_text_two']        = 'Информация о продавце';
$_['entry_text_three']     	= 'Детали платежа';